{
    "title": "First foray with representing objects through sketching",
    "pageIdentifier": "sketching",
    "author": "Jacqueline Boyle",
    "date": "04-24-2020",
    "image": "volume/imageUploads/sketching.jpeg",
    "detail": "With the whole county now in lockdown due to Coronavirus, we have been experiencing lots of change here at home. The good bits (Dad now around lots more) and the bad (missing gran terribly) are all thrown into a general upheaval  of routine. To be honest, I have struggled with establishing rhythms at home, being a more fly by the seat of my pants kinda person before having children. But having seen how much having some predictability to the day benefits Cobe, the recent events has been the kick up the bum needed to settle on establishing an enjoyable morning rhythm.\n\nI did some reading around morning baskets, and thought this would be a good way to spend some one to one time after getting dressed (Cobe has been recently struggling with this transition more than usual) and before having some independant time, while i catch up with some housework.\n\nI put some new seasonal books in the basket, as well as weather cards. Cobe when going outside likes to give a summary of the weather 'its windy today' etc so I thought looking out the window to match the weather to the cards this would be a welcome little addition. One of the books in the basket is   ' The Tiny Seed' by Eric Carle. When he first seen the book, Cobe asked if it was about the hungry catterpiller. Maybe it was coincidence but i like to think that he recognised something familiar in the style of the artwork....or some other crazy trick :)\n\nAnyway, this book has been a huge hit. He totally loves the story and has been incorporating it into his play and talking about the seeds and their journey throughout the day. After a few days, an amazing thing happened. Cobe, feeling inspired, asked for his crayons and paper half way through the book. He proceeded to draw the earth, depicting the growth of the different seeds.\n\n'This one is growing out of the earth, oh he is big now!'\n\n'And this little one dies'\n\n'That looks like a seed'\n\n'I'm making wind, whoosh! Away up in the sky!'\n\nIt was amazing to watch and what a lovely drawing he made. Cobe has never attempted to represent anything through sketching before, and his pictures have previously been simply markings and shapes he can create with the crayons.\n\nThe next day, the same thing happened, Cobe stopped at the same page and this time wanted to represent the sky, with the sun and bird\n\n'Its a sun'\n\n'Its a spider spinning a web, Its a monster'\n\n'These are beaks'\n\nI really love these drawings and will be finding a way to display them up on the wall soon.\n\nIn the mornings, we also water the carrot and radish seedlings that we planted from seed (thanks marks and spencers!). We planted these at random, as something to do, when I remembered that they were languishing in a pile of random objects in the kitchen. It has worked out quite well as a tie into the topics from the book; plants needing sunlight and water to grow, seeds growing up into plants etc. I'm thinking of developing this further by planting some sunflower seeds and being able to watch the seeds germinate more closely through some plastic cups. Hopefully that this will build on nicely from the book, which he is getting so much enjoyment out of right now.\n\nAnother added benefit from our reading in the morning is the way we position ourselves when reading. I normally read with Cobe on my lap. Although this is nice for a snuggle, i have been reading his morning books together as we lean over the pouffe. Admitidly this was to help position my growing bump in a comfy way, it has had the added benefit of more face to face interaction between us when reading. Ive been really enjoying watching his facial expressions and seeing the joy in his face during the story. Its funny how such a simple change can make such a difference.\n\nOur morning has found more of a rhythm, and for now the morning basket is definetely here to stay."
}