{
    "title": "Independent Play",
    "pageIdentifier": "independent_play",
    "author": "Jacqueline Boyle",
    "date": "04-03-2020",
    "image": "volume/imageUploads/independent_play.jpeg",
    "detail": "For some time, I have been observing Cobe and marvelling at his play. Recently I was reminded of the importance of giving Cobe space for Independent play and letting him lead the way. \n\n A few days prior to this, I had forgotten this, eager to undertake a craft activity. I had picked making a stickman as a good task for the morning. I thought this would be an activity he would enjoy as he has loved Julia Donaldson books for a while and loves exploring the garden and all things nature related. I had a definite imagine in my mind of what the stick man would look like, and indeed of the whole task. I was surprised to find that although Cobe went along happily with the activity, he wasn't too engaged and as soon as the stickman was complete, dropped the stickman to pursue another task. I felt slightly deflated at this, but looking back can see easily where his lack of interest may have stemmed from. \n\n In contrast on this particular day, I had been busy in the kitchen and Cobe had asked to go outside. He happily wandered around for a while directionless but happy, I felt confident that he would find something to spark his interest. I continued to watch him from afar as I was busy cluttering around the kitchen. He soon had an idea to drag his trailer out in the garden and started filling it with some leaves and sticks from the garden. As I watched this, I felt that an addition of some tools to help him collect the objects would be appreciated. He has had an interest in scissors recently, so I handed him his pair outside. This further developed his play as he collected more leaves from the bushes and cut leaves. He appeared to be really engrossed in thi play and I enjoyed watching him explore this further. He then started talking about his 'salad' that he was collecting. Through this, I felt that the addition of further materials- his cooking and tea set would be something which he would enjoy. This appeared to be right and he continued to play, cooking up the gatherings from the garden and serving them out to me. This turned into a lovely opportunity for him to practice his social interactions through play. Cobe was engrossed in this play for a prolonged period of time, and reflecting on this has reminded me of the importance of the difference between directing his play through a pre determined intention and being an observer to his play who can help his play build and develop naturally through his self generated ideas. As Cobe is embarking on his learning journey, I am too alongside him. "
}