{
    "title": "Saddleworth Hydro Power",
    "pageIdentifier": "hydroPower",
    "author": "Danny Alan",
    "date": "23-12-2019",
    "image": "volume/imageUploads/waterturbine.JPG",
    "detail": "Today we took a stroll round Dovestones reserviour. Whilst keeping our eyes peeled for the Kestrels that hover above the surrounding grounds we noticed that the sluice was overflowing. The last time we visited Dovestones the water level was quite low so it was good to see it looking healthy again.\n\nCobe identified the sluice as a waterfall, I think this was based around how the water pouring over the walls of the sluice like a big plug looked. The inside of the sluice looks like a number of steps leading to the bottom of the pipe that allows water to run away from the reservoir. We stood for a while admiring the power of the water and then started making our way back to the car. Cobe was so taken with the 'waterfall' that we even needed to go back once we had walked 20 meters or so away just so he could appreciate it again.\n\nUpon leaving for tyhe second (and final time) Cobe noticed, as his gaze pointed toward the road below, where the water was coming out of. There was surely another waterfall where the water outlet was. I promised Cobe that we could go and see it on the way home. We finally got back to the car and took a trip out the drive the see the new waterfall that he had spotted. All the way, Cobe was repeating the words 'see waterfall'. We parked up next to the outlet and I was surprised to see that the outlet actually powers a water turbine that works to power approximately 20 houses in Saddleworth from the energy it generates. We walked over the bridge of which you see in the picture to see the turbine and the power of the water was immense! What an amazing bit of engineering. I'm looking forward to being able to use the water turbine as a place to discover more about engineering and science later in Cobe's journey should he ever want to look into green power."
}